content/posts/why_not_what.md
+++
title = "Why not what"
author = ["Joe Corneli"]
lastmod = 2020-09-12T21:07:56+01:00
slug = "why_not_what"
draft = false
+++

Our purpose:

-   **We want to make the knowledge economy accessible to everyone.**
-   **Web 2.0 hasn’t achieved that, although it has produced a large pool of open data.**
-   **We will use this data to bootstrap AI tools that support knowledge workers.**
-   Our first product will be an AI tutor that helps people learn how to program and connects them with practical projects.
-   The next step will be an AI assistant for professional level teams.
-   **Our long-term vision is computational intelligence based on collective intelligence.**


## Next steps {#next-steps}

-   [Teach basic coding]({{< relref "teach_basic_coding" >}})
